[
  {
    "name": "Palm Tree Girls Sp Jace Sko White Skirt",
    "description": "The 'Palm Tree Girls Sp Jace Sko White Skirt' is a stylish and trendy skirt featuring a palm tree motif. Made from high-quality fabric, it offers both comfort and durability. The skirt has a flattering flared silhouette and a white color that pairs well with various tops and accessories. The playful palm tree print adds a fun and beachy vibe to your outfit. Versatile and suitable for both casual and dressier occasions, this skirt is a must-have for those who want to embrace a carefree, summery style.",
    "stock": 10,
    "price": 300000,
    "product_image": "10001.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Palm Tree Kids Girls Sp Jema Skt Blue Skirt",
    "description": "The 'Palm Tree Kids Girls Sp Jema Skt Blue Skirt' is a charming and versatile skirt designed for young girls. With its vibrant blue color and playful palm tree design, it adds a touch of fun to any outfit. Made with high-quality materials, it offers both comfort and durability, allowing for freedom of movement during active play. The elastic waistband ensures a comfortable fit and easy dressing. Whether for a family outing or a casual day of fun, this skirt is a practical and stylish choice that will make your little girl look and feel great.",
    "stock": 5,
    "price": 200000,
    "product_image": "10002.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Women As Nike Element White T-Shirt",
    "description": "The 'Nike Women As Nike Element White T-Shirt' is a sleek and versatile wardrobe staple for active women. Crafted by Nike, a renowned sports brand, this white t-shirt combines style and functionality effortlessly. Made with high-quality materials, it offers exceptional comfort and durability. The minimalist design features the iconic Nike logo subtly placed on the front, representing a timeless athletic appeal. Whether you're hitting the gym, going for a run, or simply running errands, this t-shirt provides a perfect blend of comfort, breathability, and style to keep you looking and feeling great throughout your day.",
    "stock": 2,
    "price": 500000,
    "product_image": "10003.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Men As 7 Sw Temp Grey Shorts",
    "description": "The 'Nike Men As 7 Sw Temp Grey Shorts' are a versatile and stylish choice for active men. Designed by Nike, a leading sports brand, these shorts offer both comfort and functionality. Made with high-quality materials, they provide a lightweight and breathable feel, ideal for workouts or casual wear. The grey color adds a modern touch, while the 7-inch inseam offers a balance between coverage and freedom of movement. Featuring an elastic waistband and drawstring, these shorts ensure a secure and adjustable fit. Whether you're hitting the gym, going for a run, or simply lounging around, the Nike Men As 7 Sw Temp Grey Shorts are a reliable and fashionable option that will keep you comfortable and looking your best",
    "stock": 3,
    "price": 600000,
    "product_image": "10004.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Men As Ss Training Blue T-Shirt",
    "description": "The 'Nike Men As Ss Training Blue T-Shirt' is a versatile and performance-driven shirt designed for active men. Created by Nike, a renowned sports brand, this shirt effortlessly combines style and functionality. Crafted from high-quality materials, it offers exceptional comfort and durability, making it perfect for intense training sessions or everyday wear. The vibrant blue color adds a pop of freshness, while the short sleeves allow for unrestricted movement. The shirt features moisture-wicking technology to keep you dry and comfortable, even during intense workouts. With its athletic fit and the iconic Nike logo displayed on the chest, this shirt showcases a sporty and confident look. Upgrade your training gear with the Nike Men As Ss Training Blue T-Shirt and experience superior comfort and style for your active lifestyle.",
    "stock": 3,
    "price": 700000,
    "product_image": "10005.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Men AS T90 Black T-Shirt",
    "description": "The 'Nike Men AS T90 Black T-Shirt' is a sleek and versatile wardrobe essential for men who value both style and comfort. Created by Nike, a renowned sports brand, this black t-shirt effortlessly combines a modern aesthetic with performance-driven features. Crafted from high-quality materials, it offers exceptional comfort and durability, ensuring long-lasting wear. The classic black color adds a touch of sophistication, while the design showcases the iconic Nike logo on the front, representing a timeless athletic appeal. With its regular fit and short sleeves, this t-shirt allows for unrestricted movement, making it ideal for both casual and active wear. Whether you're hitting the gym, running errands, or simply hanging out with friends, the Nike Men AS T90 Black T-Shirt is a reliable choice that combines style and versatility to elevate your everyday look.",
    "stock": 15,
    "price": 400000,
    "product_image": "10006.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Men Town Round Red Neck T-Shirt",
    "description": "The 'Nike Men Town Round Red Neck T-Shirt' is a versatile and stylish wardrobe staple for men. Designed by Nike, a renowned sports brand, this t-shirt effortlessly combines comfort and fashion. Made with high-quality materials, it offers exceptional softness and durability. The vibrant red color adds a bold and energetic touch, while the classic round neck design provides a timeless look. Whether worn for casual outings or everyday activities, this t-shirt delivers a perfect blend of style and versatility. The Nike logo subtly displayed on the front showcases a sporty appeal. With its comfortable fit and trendy design, the Nike Men Town Round Red Neck T-Shirt is a must-have for those seeking a combination of fashion and athletic flair.",
    "stock": 6,
    "price": 300000,
    "product_image": "10007.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Men As Ss Cruiser Yellow T-Shirt",
    "description": "The 'Nike Men As Ss Cruiser Yellow T-Shirt' is a vibrant and eye-catching addition to any man's wardrobe. Designed by Nike, a renowned sports brand, this t-shirt effortlessly blends style and comfort. Crafted with high-quality materials, it offers exceptional softness and durability, ensuring long-lasting wear. The bold yellow color adds a burst of energy, making it perfect for adding a pop of color to your outfit. The short sleeves and regular fit provide unrestricted movement and a relaxed feel. Whether you're hitting the gym, running errands, or simply hanging out with friends, this t-shirt delivers a trendy and sporty look. The Nike logo on the front adds a touch of authenticity and showcases your athletic spirit. Elevate your casual attire with the Nike Men As Ss Cruiser Yellow T-Shirt and experience a fusion of style and comfort that will make you stand out in any setting.",
    "stock": 3,
    "price": 800000,
    "product_image": "10008.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Palm Tree Girl's Cr Blossom Drs Pink Dresses",
    "description": "The 'Palm Tree Girl's Cr Blossom Drs Pink Dress' is a delightful and charming dress designed for young girls. Featuring a soft pink color and adorned with a beautiful palm tree and blossom print, this dress exudes a sense of playful elegance. Made with attention to detail and using high-quality materials, it ensures both comfort and durability for all-day wear. The flared silhouette and flowy design allow for freedom of movement, perfect for twirling and dancing. The dress is adorned with cute and feminine details such as ruffled sleeves and a bow accent, adding an extra touch of sweetness. Whether it's for a special occasion or simply a day of fun, the Palm Tree Girl's Cr Blossom Drs Pink Dress is a delightful choice that will make any little girl feel like a princess.",
    "stock": 1,
    "price": 1000000,
    "product_image": "10009.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Women As The Windru Blue Jackets",
    "description": "The 'Nike Women As The Windru Blue Jacket' is a stylish and functional outerwear piece designed for active women. Created by Nike, a renowned sports brand, this jacket effortlessly combines fashion and performance. Crafted with high-quality materials, it offers exceptional comfort and durability, making it suitable for various weather conditions. The vibrant blue color adds a pop of energy, while the lightweight design allows for ease of movement. The jacket features a zip-up front and a hood for added protection against the elements. Whether you're going for a run, running errands, or simply enjoying outdoor activities, this jacket provides a perfect blend of style and functionality. The Nike Women As The Windru Blue Jacket is a must-have addition to your activewear collection, offering both versatility and sporty flair.",
    "stock": 4,
    "price": 1400000,
    "product_image": "10010.jpg",
    "msme_account_id": 1
  },
  {
    "name": "Nike Men As Woven White Shorts",
    "description": "The 'Nike Men As Woven White Shorts' are a versatile and stylish choice for active men. Created by Nike, a renowned sports brand, these shorts effortlessly blend comfort and fashion. Made with high-quality materials, they offer exceptional breathability and durability, ensuring long-lasting wear. The crisp white color adds a touch of sophistication, while the woven fabric provides a lightweight and comfortable feel. The shorts feature an elastic waistband with an adjustable drawstring for a personalized fit. With their relaxed fit and above-the-knee length, these shorts offer freedom of movement and a modern look. Whether you're hitting the gym, going for a jog, or simply lounging, the Nike Men As Woven White Shorts are a reliable option that combines style and functionality to keep you comfortable and on-trend.",
    "stock": 20,
    "price": 150000,
    "product_image": "20001.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Nike Women's White T-Shirt",
    "description": "The 'Nike Women's White T-Shirt' is a classic and essential wardrobe piece for women. Created by Nike, a renowned sports brand, this t-shirt effortlessly combines simplicity and style. Made with high-quality materials, it offers exceptional comfort and durability for everyday wear. The clean and minimalist design, with a crisp white color, provides a versatile and timeless look that can be easily paired with various outfits. The t-shirt features a flattering fit and short sleeves, allowing for unrestricted movement. Whether you're heading to the gym, running errands, or simply relaxing at home, the Nike Women's White T-Shirt is a reliable and fashionable choice that will keep you comfortable and looking effortlessly chic.",
    "stock": 15,
    "price": 200000,
    "product_image": "20002.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Nike Women As Club Jerse White T-Shirt",
    "description": "The 'Nike Women As Club Jersey White T-Shirt' is a stylish and versatile wardrobe staple designed for women. Created by Nike, a renowned sports brand, this t-shirt effortlessly combines fashion and comfort. Made with high-quality materials, it offers exceptional softness and durability for all-day wear. The classic white color adds a clean and timeless touch, making it easy to pair with any outfit. The t-shirt features a relaxed fit and short sleeves, providing a casual and comfortable feel. The Nike logo displayed on the front showcases a sporty and confident look. Whether you're hitting the gym, running errands, or hanging out with friends, the Nike Women As Club Jersey White T-Shirt is a reliable choice that offers both style and versatility, allowing you to express your active lifestyle with effortless flair.",
    "stock": 17,
    "price": 180000,
    "product_image": "20003.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Nike Women As Script Mas Navy Blue Sweatshirt",
    "description": "The 'Nike Women As Script Mas Navy Blue Sweatshirt' is a cozy and stylish addition to any woman's wardrobe. Created by Nike, a renowned sports brand, this sweatshirt effortlessly combines comfort and fashion. Made with high-quality materials, it offers exceptional softness and warmth, perfect for cooler days. The deep navy blue color adds a touch of sophistication and versatility, allowing it to be easily paired with various outfits. The sweatshirt features a relaxed fit and long sleeves, providing a cozy and relaxed feel. The Nike script logo displayed on the front adds a sporty and iconic touch. Whether you're lounging at home, running errands, or heading to the gym, the Nike Women As Script Mas Navy Blue Sweatshirt is a reliable choice that offers both style and comfort, keeping you cozy and on-trend throughout the day.",
    "stock": 17,
    "price": 400000,
    "product_image": "20004.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Nike Women As Element Ja Black T-Shirt",
    "description": "The 'Nike Women As Element Ja Black T-Shirt' is a sleek and versatile wardrobe staple for women. Created by Nike, a renowned sports brand, this t-shirt seamlessly combines style and performance. Crafted with high-quality materials, it offers exceptional comfort and durability for everyday wear. The classic black color adds a touch of sophistication, making it suitable for various occasions. The t-shirt features a slim fit and short sleeves, providing a flattering and athletic silhouette. The Nike logo on the front adds a subtle sporty touch. Whether you're hitting the gym, going for a run, or simply running errands, the Nike Women As Element Ja Black T-Shirt is a reliable choice that offers both style and functionality, ensuring you stay comfortable and fashionable throughout your active endeavors.",
    "stock": 11,
    "price": 500000,
    "product_image": "20005.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Nike Women Pink Polo T-Shirt",
    "description": "The 'Nike Women Pink Polo T-Shirt' are a classic and stylish addition to any woman's wardrobe. Created by Nike, a renowned sports brand, these polo shirt effortlessly combine sophistication and comfort. Made with high-quality materials, they offer exceptional softness and durability, ensuring long-lasting wear. The lovely pink color adds a touch of femininity and charm, making it a versatile choice for various occasions. The polo shirt design features a collar and button placket, providing a timeless and polished look. With their comfortable fit and short sleeves, these shirt offer both style and ease of movement. Whether you're heading to the office, attending a casual event, or enjoying a leisurely day out, the Nike Women Pink Polo T-Shirt are a reliable choice that will elevate your fashion game with their athletic appeal and classic elegance.",
    "stock": 3,
    "price": 550000,
    "product_image": "20006.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Reebok Kids Kkr Boy's Premium Blue Jersey",
    "description": "The 'Reebok Kids Kkr Boy's Premium Blue Jersey' is a fantastic choice for young boys who love sports and want to show support for their favorite team. Created by Reebok, a trusted sports brand, this jersey combines style and comfort seamlessly. Made with high-quality materials, it offers exceptional durability and breathability, ensuring young athletes stay cool and comfortable during play. The vibrant blue color showcases a sense of enthusiasm and team spirit. The jersey features the iconic Kkr team logo prominently displayed on the front, allowing young fans to proudly represent their team. With its sporty design, comfortable fit, and premium quality, the Reebok Kids Kkr Boy's Premium Blue Jersey is a must-have for young cricket enthusiasts, whether they are cheering from the stands or playing their own matches on the field.",
    "stock": 8,
    "price": 150000,
    "product_image": "20007.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Rockport Men TR Bal Black Casual Shoes",
    "description": "The 'Rockport Men TR Bal Black Casual Shoes' are a stylish and versatile choice for men seeking both comfort and fashion. Created by Rockport, a trusted footwear brand, these shoes effortlessly blend sleek design with functionality. Made with high-quality materials, they offer exceptional durability and support for all-day wear. The black color adds a touch of sophistication, making these shoes suitable for various occasions. The TR Bal design features a lace-up closure and a low-profile silhouette, providing a modern and casual look. The cushioned insole and flexible outsole ensure superior comfort and traction with every step. Whether you're going for a walk in the park, running errands, or meeting up with friends, the Rockport Men TR Bal Black Casual Shoes are a reliable choice that offers both style and comfort, allowing you to step out with confidence and ease.",
    "stock": 2,
    "price": 2000000,
    "product_image": "20008.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Puma Men Cabana Racer White Sports Shoes",
    "description": "The 'Puma Men Cabana Racer White Sports Shoes' are a sleek and athletic choice for men who prioritize style and performance. Created by Puma, a renowned sports brand, these shoes effortlessly combine sporty design with comfort. Made with high-quality materials, they offer exceptional durability and support for various sporting activities. The clean white color adds a touch of versatility, making them easy to pair with different outfits. The Cabana Racer design features a lace-up closure and a low-profile silhouette, providing a modern and streamlined look. The cushioned insole and lightweight construction ensure excellent comfort and responsiveness, allowing for swift movements and optimal performance. Whether you're hitting the gym, playing sports, or simply running errands, the Puma Men Cabana Racer White Sports Shoes offer a reliable and stylish choice that will keep you comfortable and on-trend throughout your active pursuits.",
    "stock": 1,
    "price": 3000000,
    "product_image": "20009.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Clarks Men Goto Hi Cola Suede Brown Shoes",
    "description": "The 'Clarks Men Goto Hi Cola Suede Brown Shoes' are a sophisticated and versatile choice for men seeking both style and comfort. Created by Clarks, a renowned footwear brand, these shoes effortlessly blend classic design with contemporary appeal. Made with high-quality suede material, they offer exceptional durability and a luxurious feel. The rich brown color adds a touch of warmth and elegance, making them suitable for both formal and casual occasions. The Goto Hi design features a lace-up closure and a high-top silhouette, providing a fashionable and modern look. The cushioned insole and sturdy outsole ensure excellent comfort and traction, making these shoes ideal for all-day wear. Whether you're heading to the office, going out with friends, or attending a special event, the Clarks Men Goto Hi Cola Suede Brown Shoes are a reliable choice that will elevate your style and keep you comfortable with their timeless appeal and superior craftsmanship.",
    "stock": 1,
    "price": 5000000,
    "product_image": "20010.jpg",
    "msme_account_id": 2
  },
  {
    "name": "Nike Men Football Soccer Blue Jersey",
    "description": "The 'Nike Men Football Soccer Blue Jersey' is a top-notch choice for passionate football players who value both style and performance. Created by Nike, a renowned sports brand, this jersey seamlessly combines sporty design with functional features. Made with high-quality materials, it offers exceptional breathability and durability to withstand intense on-field action. The vibrant blue color exudes confidence and energy, allowing players to stand out on the pitch. The jersey features a comfortable fit and short sleeves, providing ease of movement and flexibility. The Nike logo and sleek design elements add a touch of modernity and authenticity. Whether you're playing a friendly match or competing in a professional game, the Nike Men Football Soccer Blue Jersey is a reliable choice that will help you perform your best while showcasing your love for the sport.",
    "stock": 10,
    "price": 250000,
    "product_image": "30001.jpg",
    "msme_account_id": 3
  },
  {
    "name": "Carlton London Men CL Casual Green Casual Shoes",
    "description": "The 'Carlton London Men CL Casual Green Casual Shoes' are a stylish and trendy choice for fashion-forward men seeking both comfort and versatility. Created by Carlton London, a renowned footwear brand, these shoes effortlessly blend casual design with a touch of sophistication. Made with high-quality materials, they offer exceptional durability and long-lasting wear. The vibrant green color adds a pop of freshness and adds a playful element to any outfit. The CL Casual design features a lace-up closure and a low-profile silhouette, providing a modern and laid-back look. The cushioned insole and lightweight construction ensure excellent comfort and all-day support. Whether you're going for a casual day out, meeting up with friends, or running errands, the Carlton London Men CL Casual Green Casual Shoes are a reliable choice that offers both style and comfort, allowing you to step out with confidence and effortless flair.",
    "stock": 2,
    "price": 1250000,
    "product_image": "30002.jpg",
    "msme_account_id": 3
  },
  {
    "name": "Doodle Girl Bubbles Red Top",
    "description": "The 'Doodle Girl Bubbles Red Top' is a playful and vibrant addition to any girl's wardrobe. Created with a fun-loving spirit, this top features an eye-catching red color and a charming doodle design that adds a whimsical touch to any outfit. Made with high-quality materials, it offers exceptional comfort and durability for everyday wear. The top has a relaxed fit and short sleeves, allowing for ease of movement and a comfortable feel. Whether she's going to school, attending a playdate, or enjoying a family outing, the Doodle Girl Bubbles Red Top is a delightful choice that combines style and fun, allowing her personality to shine through in her fashion choices.",
    "stock": 20,
    "price": 350000,
    "product_image": "30003.jpg",
    "msme_account_id": 3
  },
  {
    "name": "Palm Tree Kids Girl Sp Jace Sko Green Skirt",
    "description": "The 'Palm Tree Kids Girl Sp Jace Sko Green Skirt' is a charming and playful addition to any young girl's wardrobe. Designed with a delightful palm tree pattern and a vibrant green color, this skirt brings a touch of tropical flair to her outfit. Made with high-quality materials, it offers exceptional comfort and durability for active play. The skirt features a comfortable elastic waistband and a flared design, allowing for freedom of movement and a whimsical look. Whether she's attending a birthday party, going on a family vacation, or simply enjoying a sunny day, the Palm Tree Kids Girl Sp Jace Sko Green Skirt is a delightful choice that combines style and fun, allowing her to embrace the joy and beauty of the outdoors.",
    "stock": 13,
    "price": 200000,
    "product_image": "30004.jpg",
    "msme_account_id": 3
  },
  {
    "name": "Nike Men Laced Crew Black T-Shirt",
    "description": "The 'Nike Men Laced Crew Black T-Shirt' is a sleek and versatile wardrobe staple for men. Created by Nike, a renowned sports brand, this t-shirt effortlessly combines style and comfort. Made with high-quality materials, it offers exceptional softness and durability for everyday wear. The black color adds a touch of sophistication, making it suitable for various occasions. The crew neckline and laced detailing on the front provide a modern and unique twist to the classic t-shirt design. With its regular fit and short sleeves, this shirt offers a balance of comfort and style. Whether you're dressing up for a casual outing or keeping it laid-back, the Nike Men Laced Crew Black T-Shirt is a reliable choice that will elevate your fashion game with its athletic appeal and contemporary edge.",
    "stock": 5,
    "price": 630000,
    "product_image": "30005.jpg",
    "msme_account_id": 3
  }
]
